var new_lang = {

    "lt0": "Moda",

    "lt1": "Noticias",

    "lt2": "Otros temas:",

    "lt3": "Meghan Markle",

    "lt4": "Guía Shopping",

    "lt5": "Looks Realeza",

    "lt6": "Fashion Week Madrid",

    "lt7": "Tendencias",

    "lt8": "Modelos",

    "lt9": "Pasarelas",

    "lt10": "Noticias",

    "lt11": "Especial colecciones",

    "lt12": "All about Eu",

    "lt13": "Guía de moda",

    "lt14": "H!FASHION",

    "lt15": "Cerrar",

    "lt16": "Secciones",

    "lt17": "Portada",

    "lt18": "Actualidad",

    "lt19": "Moda",

    "lt20": "Tendencias",

    "lt21": "Modelos",

    "lt22": "Noticias",

    "lt23": "Pasarelas",

    "lt24": "Complementos",

    "lt25": "Belleza",

    "lt26": "Noticias",

    "lt27": "Tendencias",

    "lt28": "Cara y cuerpo",

    "lt29": "Peinados",

    "lt30": "Perder Peso",

    "lt31": "En Forma",

    "lt32": "LifeStyle",

    "lt33": "Decoración",

    "lt34": "Cocina",

    "lt35": "Recetas",

    "lt36": "Noticias",

    "lt37": "Técnicas de cocina",

    "lt38": "Comunidad blogs",

    "lt39": "Estar bien",

    "lt40": "Nutrición",

    "lt41": "Bienestar",

    "lt42": "Mascotas",

    "lt43": "Medio ambiente",

    "lt44": "Psicología",

    "lt45": "Coaching",

    "lt46": "Vida Sana",

    "lt47": "Enfermedades",

    "lt48": "Novias",

    "lt49": "Ser Madre",

    "lt50": "Viajes",

    "lt51": "Destinos",

    "lt52": "Hoteles",

    "lt53": "Casas Reales",

    "lt54": "Bélgica",

    "lt55": "Dinamarca",

    "lt56": "España",

    "lt57": "Holanda",

    "lt58": "Liechtenstein",

    "lt59": "Luxemburgo",

    "lt60": "Mónaco",

    "lt61": "Noruega",

    "lt62": "Reino Unido",

    "lt63": "Suecia",

    "lt64": "tuotrodiario",

    "lt65": "Horóscopo",

    "lt66": "Blogs",

    "lt67": "¡HOLA! Fashion",

    "lt68": "¡HOLA! En forma",

    "lt69": "Buscar",

    "lt70": "HOME",

    "lt71": "/",

    "lt72": "Moda",

    "lt73": "/",

    "lt74": "Noticias",

    "lt75": "Телеведущая Карлота Корредера раскрыла секрет сумасшедшей потери 60 кг лишнего веса!",

    "lt76": "В 2018 году Карлота Корредера шокировала общественность, потеряв 60 кг! Сейчас Карлота внимательно следит за своим весом, продолжая придерживаться выбранной программы похудения.",

    "lt77": "<script type=\"text/javascript\">var d=new Date(new Date().getTime() - 24 * 60 * 60 * 2000);var day=d.getDate();var month=d.getMonth() + 1;var year=d.getFullYear();document.write(day + \".\" + month + \".\" + year);</script>12.6.2019 - 19:12 CET",

    "lt78": "by",

    "lt79": "hola.com",

    "lt80": "Comentar",

    "lt81": "Первое время после похудения телеведущая скрывала истинные причины такой рекордной потери веса, ссылалась на особую диету. Нашему журналисту Карлота призналась, что стало настоящей причиной её похудения. В этой статье вы узнаете, благодаря чему Карлота похудела в первый раз, как поправилась вновь и как вернулась к здоровому весу сегодня!",

    "lt82": "История лишнего веса",

    "lt83": "Карлота работала ведущей на телевидении с 2011 года, её прямые эфиры любили люди по всей стране. Имея природную предрасположенность к полноте, девушка уже в те годы отличалась крупным телосложением и пристрастием к вредной пище и неправильному питанию.",

    "lt84": "На работе из-за проблем с весом не всё шло гладко, лишние килограммы очень мешали развитию карьеры, отзывы о передаче всё чаще содержали в себе негатив, колкие и обидные рекомендации Карлоте «похудеть или уйти с телевидения»!",

    "lt85": "Переломным моментом в истории лишнего веса стала беременность телеведущей. Уже планируя беременность, Карлота столкнулась с проблемой резкого набора веса.",

    "lt86": "«Чтобы забеременеть я бросила курить… Ломку по табаку вынуждена была заедать тоннами еды. Вес не удавалось контролировать, он рос без остановок каждый день...»",

    "lt87": "Беременность ухудшила ситуацию. Размер Карлоты достиг 60, а вес – 128 кг! Карлота позже признавалась журналистам, что проблемы с весом начались ещё в юности, журналистка тяжело переживала потерю отца и еда помогала ей заглушить боль. Внешне она выглядела как молодая, жизнерадостная девушка, но внутри имела огромное количество проблем и комплексов. После рождения ребенка ей предстояла серьезная работа над своим телом.",

    "lt88": "Превозмогая себя, тратя всё свободное время на изнурительные тренировки в спортивном зале, работая совместно с диетологом, ей удалось скинуть рекордные 60 килограмм! Через трудности и боль она пришла к идеальному весу, издав книгу «Tú también puedes: cómo conseguí perder 60 kilos y ganar salud», ставшую бестселлером в европейских странах.",

    "lt89": "Возврат к прежним проблемам",

    "lt90": "Психиаторы подтверждают, что проблемы с весом никогда не уходят бесследно и в 75% случаев люди, похудевшие благодаря усилиям воли, через некоторое время теряют мотивацию и вновь набирают килограммы. Так случилось и в жизни Карлоты. За несколько лет она не только набрала обратно все сброшенные килограммы, но и прибавила к ним лишних 13 килограмм!",

    "lt91": "Всё чаще ей приходилось сталкиваться с негативом, люди больше не верили в её книги, а отзывы о ТВ-программе всё чаще имели негативный оттенок. Зрители требовали убрать ведущую, которая не смогла удержать вес и вновь стала выглядеть несексуально. Продажи книг мгновенно упали, как только Карлота перестала скрывать свои проблемы с весом. Люди не хотели верить в чудо-программу, описанную женщиной, которая так в итоге и не смогла приобрести идеальное тело.",

    "lt92": "«Твоя методика – обман – писали люди мне в инстаграме. Я регулярно подвергалась нападкам, от чего испытывала огромный стресс и продолжала переедать…»",

    "lt93": "Черная полоса затянулась на два года, приведя за собой не только лишний вес, но и тяжелые проблемы со здоровьем.",

    "lt94": "На волосок от смерти",

    "lt95": "В 2016 года врачи поставила Карлоте неутешительный диагноз – ожирение первой степени с высоким риском сердечно-сосудистых заболеваний.",

    "lt96": "«Это фото было сделано в тот день, когда я решила, что больше не могу и не хочу жить в этом теле. Решено было навсегда избавиться от лишнего веса, который обременял и тянул на дно меня и мою карьеру долгие годы…»",

    "lt97": "Стараясь вновь похудеть своими силами, Карлота качалась на качелях от регулярных голодных диет, до срывов, обжорства и заедания боли и ненависти к себе.",

    "lt98": "Спорт, тяжелые нагрузки, изнурительные тренировки ещё сильнее подрывали психику, отнимали силы, но результата от них практически не было. Карлоте был необходим мощный способ сбросить вес.",

    "lt99": "Карлота вынуждена была обратиться к лучшему хирургу, на тот момент специализировавшемуся на липосакции и уменьшении объемов желудка своих пациентов. Было принято решение об операции, но после прохождения всех анализов стало ясно – оперировать телеведущую не получится, слишком высоки риски для жизни и сердца.",

    "lt100": "Альтернативой хирургическому вмешательству было назначено прохождение лечения препаратом Reduslim, который на тот момент был новинкой на испанском рынке препаратов для безоперационного лечения ожирения.",

    "lt101": "Начало пути к выздоровлению",

    "lt102": "Первые результаты зрители стали замечать уже спустя неделю. Фигура телеведущей начала меняться! Reduslim достаточно быстро помог метаболизму Карлоты разогнаться и начать сжигать лишний жир. Первые успехи поразили телезрителей! Многие стали интересоваться у ведущей, каким именно образом ей удалось похудеть!",

    "lt103": "«Сначала я не хотела делиться секретом, но, когда ушли 15 кг, я уже не могла скрывать, что прибегла к помощи препарата для похудения. Имя препарата Reduslim, вернувшего мою фигуру без спорта и диет прогремело на всю страну.»",

    "lt104": "Особенность препарата Reduslim заключается в том, что он мгновенно запускает в организме процесс жиросжигания. В независимости от того, придерживается ли человек диеты и тренировок, или ведет привычный образ жизни – жир быстро преобразуется в энергию и расходуется в течении дня. Каждый день человек, принимающий препарат, замечает снижение веса на 300-500г.",

    "lt105": "Reduslim для похудения. Помогающие сбросить лишний вес в сжатые сроки, без отрицательных последствий для организма. Средство не является лекарственным препаратом. Относится к категории биологических пищевых добавок.",

    "lt106": "Reduslim для похудения является мощным липотропным препаратом, применение которого гарантирует:",

    "lt107": "эффективное и быстрое устранение жировых отложений.",

    "lt108": "нормализацию обменных процессов.",

    "lt109": "нормализация аппетита.",

    "lt110": "выведение «вредного» холестерина и свободных радикалов из организма до полного его очищения.",

    "lt111": "устранение отеков и предотвращение их образования.",

    "lt112": "ускорение процесса пищеварения.",

    "lt113": "улучшение упругости и эластичности кожных покровов за счет обновления клеток.",

    "lt114": "предотвращение новых жировых отложений.",

    "lt115": "При этом не обязательно принимать препарат постоянно, достаточно лишь один раз пройти курс и вес сохраняется на многие годы!",

    "lt116": "«Ни за что в мире не хочется снова вернуться к тому лишнему весу, которым я страдала несколько лет назад. Я продолжаю принимать Reduslim и поддерживаю себя в форме без ограничений в еде. На сегодняшний день я могу сказать, что полностью довольна своим телом.»",

    "lt117": "Заказать препарат можно только через официальный сайт, это гарантирует подлинность и защищает от подделок!",

    "lt118": "Заказать препарат",

    "lt119": "Комментарии",

    "lt120": "Светлана Музалевская",

    "lt121": "Спасибо. Очень интересно. Заказала<strong>Reduslim</strong>. Диетолог по телефону сказал, что спрос на него сейчас просто огромный, но в наличии ещё много. Быстро разбирают.",

    "lt122": "Ольга Тарасова",

    "lt123": "Подруга в Болгарии живет. Тоже рассказывала про это средство. С помощью него там худеют многие.",

    "lt124": "Наталья Нахаенко",

    "lt125": "Ого, как интересно. Удачно зашла. Заказала 2 упаковки, хочу пройти весь курс, чтобы избавиться от всего лишнего веса.",

    "lt126": "Жанна Ермолаева",

    "lt127": "<strong>«Reduslim»</strong>– действительно супер штука для похудения! Я была полной всегда, сколько себя помню. Уже даже не надеялась, что когда-нибудь похудею, но похудела с помощью средства<strong>«Reduslim»</strong>на 34 кг!!!! Заметно стала лучше себя чувствовать, прошли многие болячки полных людей. Рекомендую это средство всем. Оно буквально спасает!",

    "lt128": "Валерия Малинина",

    "lt129": "От лишнего веса стала появляться гипертония и болеть суставы. Врач посоветовал пропить курс<strong>«Reduslim»</strong>. Похудел на 26 кг за 2 месяца.",

    "lt130": "Татьяна Лозякова",

    "lt131": "Это действительно что-то с чем-то! Пью всего 5 дней, а уже ушли 4 кг. Кроме приема Reduslim больше ничего не делаю. Худею на полном автомате.",

    "lt132": "Людмила Гудкова",

    "lt133": "Хочу такую штуку себе! Побежала скорее заказывать, пока есть еще в наличии. Не верю что за такое великолепное средство такая низкая цена, но мне главное, чтобы работало!",

    "lt134": "Маринка Смирнова",

    "lt135": "Я похудела на 20 кг. Дополнительно еще бегала и занималась в спортзале, так как энергию действительно девать некуда. Стала заметно стройнее и подтянутей. Если раньше парни даже не смотрели в мою сторону, то сейчас каждый день слышу комплименты. Это так приятно",

    "lt136": "Инна Журбина",

    "lt137": "Все мои подруги только и говорят последне время об этом комплексе<strong>«Reduslim»</strong>. С помощью него многие похудели. Это настоящий хит среди моих подружек",

    "lt138": "Олеся Михаленко",

    "lt139": "Обожаю эту телеведущую! Прислушалась к её рекомендациям и уже заказала<strong>Reduslim</strong>. Вчера получила на почте. Стала принимать. Выглядит само средство и упаковка шикарно!",

    "lt140": "Нина Павлова",

    "lt141": "Выхожу замуж скоро. Надо похудеть. Очень надеюсь, что все что об этом препарате говорят правда. Не знала, что он сейчас так дешево продается, давно к нему присматриваюсь.",

    "lt142": "Константин Симанков",

    "lt143": "Моя жена худела на этом<strong>Reduslim</strong>. Я конечно сначала посмеялся над ней, так как раньше ничего не помогало... Однако, результат просто супер. Признаю - был не прав. Выглядит и чувствует себя отлично. Я тоже решил попробовать!",

    "lt144": "Оксана Никитенко",

    "lt145": "В последнее время только и говорят про комплекс<strong>“Reduslim”</strong>. Много отзывов про него читала. Сейчас решила сама попробовать, грех не воспользоваться такой акцией",

    "lt146": "Людмила Шам",

    "lt147": "Я тоже похудела!!!! На 18 кг за 6 недель. До этого не худела так никогда. Большое спасибо за статью!!!",

    "lt148": "Юлия Каменских",

    "lt149": "Спасибо!!",

    "lt150": "Заказать препарат",

    "lt151": "© ¡HOLA! Prohibida la reproducción total o parcial de este reportaje y sus fotografías, aun citando su procedencia.",

    "lt152": "Recomendamos",

    "lt153": "Sara vs. Chiara: dos iconos, dos formas de ver la moda",

    "lt154": "Los mejores destinos del mundo para hacer snorkel ¿Sabías que solo conocemos un 5% de todo lo que esconde el mar?",

    "lt155": "Se llaman 'Bohemian Vuittony' y son la gran tendencia del verano en gafas de sol",

    "lt156": "Últimas Noticias",

    "lt157": "Acabados metalizados: la última tendencia para el diseño de la cocina",

    "lt158": "¿Ha elegido el peinado de su boda? Esto es lo que nos ha contado el peluquero de Pilar Rubio",

    "lt159": "El regalo que el príncipe Harry entregó a Meghan en su primer aniversario",

    "lt160": "El enigmático post en Instagram de Sara Carbonero tras su nuevo ingreso",

    "lt161": "Un traje rosa y rebajado: la apuesta de Melania para su último duelo de estilo",

    "lt162": "Si conoces estos lugares puedes decir que eres un experto en Dinamarca",

    "lt163": "De Carlota a Candela: los botines son el accesorio sorpresa de las novias de primavera",

    "lt164": "Más sobre:",

    "lt165": "Carlota Corredera",

    "lt166": "Sálvame",

    "lt167": "Cámbiame",

    "lt168": "Telecinco",

    "lt169": "Más noticias sobre<a href=\"{url}\">Carlota Corredera</a>",

    "lt170": "'Sálvame' cumple diez años: así han cambiado los colaboradores",

    "lt171": "Carlota Corredera explica cómo se está recuperando Terelu Campos de su última operación",

    "lt172": "Carlota Corredera se lanza y da el nombre de su favorito para ganar 'GH Dúo'",

    "lt173": "Últimos comentarios",

    "lt174": "Escribe tu comentario:",

    "lt175": "Vas a responder a<span id=\"cmtCmtNombre\"></span>, si lo prefieres,",

    "lt176": "Comenta en la noticia",

    "lt177": "Esta es la opinión de los internautas, no la de hola.com. No está permitido verter comentarios contrarios a las leyes españolas o injuriantes.<br>Nos reservamos el derecho a eliminar los comentarios que consideremos fuera de tema",

    "lt178": "Para poder comentar necesita ser usuario registrado de hola.com",

    "lt179": "Regístrate para comentar",

    "lt180": "Portada de hola.com, tu revista en internet",

    "lt181": "© 2000-2019, HOLA S.L.",

    "lt182": "Enlaces corporativos",

    "lt183": "Boletines y alertas",

    "lt184": "Publicidad",

    "lt185": "Suscripciones",

    "lt186": "Advertencia legal",

    "lt187": "Política de cookies",

    "lt188": "Publicación controlada<strong>OJD</strong>",

    "lt189": "Archivo",

    "lt190": "Estamos en contacto",

    "lt191": "Pulse aquí para suscribirse al rss de hola.com",

    "lt192": "Síguenos en twitter",

    "lt193": "Síguenos en Pinterest",

    "lt194": "Síguenos en facebook",

    "lt195": "Canal Youtube de hola.com",

    "lt196": "Contacto",

    "lt197": "Ir a inicio",

    "lt198": "Buscar",

    "lt199": "INICIA SESIÓN",

    "lt200": "Salir",

    "lt201": "SUSCRIPCIONES",

    "lt202": "Síguenos en facebook",

    "lt203": "Síguenos en twitter",

    "lt204": "Síguenos en Instagram",

    "lt205": "Síguenos en Pinterest",

    "lt206": ".scrollDown .news-share {transition: top .3s ease-out;}#top-banner iframe body {text-align: center;}",

    "lt207": "España"
};

function Translater() {
    for (class_name in new_lang) {
        var elements = document.getElementsByClassName(class_name);
        if (elements.length) {
            for (key in elements) {
                elements[key].innerHTML = new_lang[class_name];
            }
        }
    }
};

//
Así es Carlota Corredera, la presentadora 'estrella'
de Telecinco